Repository: cewing/quills.app
Catalog: quills/app/locales/*/LC_MESSAGES/quills.app.po
Languages: es, eu

source: Add %s Portlet
es: Añadir portletl %s
eu: %s portleta gehitu

source: Add Tag Cloud Portlet
es: Añadir portlet de nube de etiquetas
eu: Etiketa lainoen portleta gehitu

source: Add new blog entry
es: Añadir nuevo mensaje
eu: Sarrera berria gehitu

source: Atom Enabled
es: Soporte Atom

source: Atom feed
es: Feed Atom
eu: Atom jarioa

source: Author
es: Autor
eu: Egilea

source: Cancel
es: Cancelar

source: Configure Blog
es: Configurar blog
eu: Bloga konfiguratu

source: Default type.
es: Tipo por defecto
eu: Defektuzko mota.

source: Delete
es: Eliminar
eu: Ezabatu

source: Draft workflow states
es: Estados pendientes
eu: Zirriborro egoerak

source: Edit %s Portlet
es: Editar portlet %s
eu: %s portleta editatu

source: If available, should the author's description be shown?
es: ¿Si existe, se debería mostrar la descripción del autor?
eu: Existitzen bada, egilearen deskribapena erakutsi?

source: If available, should the author's location be shown?
es: ¿Si existe, se debería mostrar la procedencia del autor?
eu: Existitzen bada, egilearen jatorria erakutsi?

source: If available, should the author's portrait be shown?
es: ¿Si existe, se debería mostrar la foto del autor?
eu: Existitzen bada, egilearen argazkia erakutsi?

source: Manage Comments
es: Gestionar comentarios
eu: Erantzunak kudeatu

source: Maximum comments
es: Número máximo de comentarios
eu: Gehienezko erantzun kopurua

source: Maximum entries
es: Número máximo de mensajes
eu: Gehienezko elementu kopurua

source: Powered by Quills
es: Hecho con Quills
eu: Quillsekin egina

source: Published workflow states
es: Estados publicados
eu: Argitaratutako egoerak

source: Quills weblog system for Plone
es: Quills, software para blogs de Plone
eu: Plonerako Quills blog sistema

source: RDF 1.0 feed
es: Feed RDF 1.0
eu: RDF 1.0 jarioa

source: RDF 1.1 feed
es: Feed RDF 1.1
eu: RDF 1.1 jarioa

source: RSS 2.0 feed
es: Feed RSS 2.0
eu: RSS 2.0 jarioa

source: Reset
es: Resetear
eu: Berrezarri

source: Save
es: Guardar

source: Semantic feed
es: Feed semántico
eu: Jario semantikoa

source: Show author description?
es: ¿Mostrar descripción del autor?
eu: Egilearen deskribapena erakutsi?

source: Show author location?
es: ¿Mostrar procedencia del autor?
eu: Egilearen jatorria erakutsi?

source: Show author portrait?
es: ¿Mostrar foto del autor?
eu: Egilearen argazkia erakutsi?

source: Subject
es: Asunto
eu: Gaia

source: The default portal_type to add for this weblog.
es: El tipo de elemento por defecto a añadir a este blog.
eu: Blog honetan gehituko den defektuzko elementu mota

source: Update
es: Actualizar
eu: Eguneratu

source: What's the maximum number of comments to list?
es: ¿Cuál es el máximo número de comentarios a mostrar?
eu: Gehienez zenbat erantzun erakutsiko dira?

source: What's the maximum number of entries to list?
es: ¿Cuál es el máximo número de mensajes a mostrar?
eu: Gehienez zenbat sarrera erakutsiko dira?

source: Workflow states to treat as draft.
es: Estados del workflow que se tratarán como pendientes
eu: Zirriborro bezala tratatu behar diren workflow egoerak

source: Workflow states to treat as published.
es: Estados del workflow que se tratarán como publicados
eu: Argitaratu bezala tratatu behar diren workflow egoerak

source: box_last_modified
es: última modificación
eu: azken aldaketa

source: description_quills_settings
es: Configuración de Quills

source: filed_under
es: Etiquetas:
eu: Etiketak:

source: heading_quills_settings
es: Configuración de Quills

source: heading_topics
es: Etiquetas
eu: Gaiak

source: heading_weblog_authors
es: Autores
eu: Idazleak

source: help_trackback_blacklist
es: Las direcciones que concuerden con las siguientes expresiones regulares se bloquearán al hacer trackbacks a las entradas de los blogs

source: label_by_author
es: por ${author}
eu: ${author}

source: label_last_post
es: Último mensaje:
eu: Azken mezua:

source: label_no_posts
es: No hay mensajes
eu: Ez dago mezurik

source: label_select_all_items
es: Seleccionar todos
eu: Elementu guztiak aukeratu

source: label_trackback_blacklist
es: Lista negra de trackbacks

source: label_up_to_plone_setup
es: A la configuración de Plone

source: legend_spam_protection
es: Protección de Spam

source: manage_comments
es: Gestionar comentarios
eu: Erantzunak kudeatu

source: no_comments
es: No hay comentarios
eu: Ez dago erantzunik.

source: no_weblog_entries
es: No hay entradas en el blog
eu: Ez dago sarrerarik

source: number_of_comments
es: Comentarios:
eu: Erantzun kopurua

source: portlet_blogadmin_configure_blog
es: Configurar blog
eu: Bloga konfiguratu

source: portlet_blogadmin_manage_comments
es: Gestionar comentarios
eu: Erantzunak kudeatu

source: portlet_blogadmin_new_entry
es: Añadir mensaje
eu: Sarrera berria

source: read_more
es: leer más
eu: Gehiago irakurri

source: weblog_edit_app_note
es: Nota: para utilizar algunos editores de blogs, necesitaras utilizar esta cadena de caracteres:
eu: Oharra: blog editore batzuekin karaktere zerrenda hau erabili beharko duzu konfigurazioan
